[
  {   
    "name": "Steve Turner",
    "slogan": "Steve's Sports Bar: I really enjoy sports!",
    "resume": "Energetic professional with extensive experience working closely with physicians, families, and peers. Recognized for ability to gain trust and credibility and for developing long-lasting relationships with patients. Experienced in triaging, diagnosing/treating patients, and working effectively as a team member while assuming a leadership role within an organization.",
    "photolink": "http://i.istockimg.com/file_thumbview_approve/13530019/6/stock-photo-13530019-happy-mature-man-with-a-blank-name-tag-against-white.jpg",
    "created_at": "2017-03-15T12:00:00.000Z",
    "bloggerguid": "000000000000e311c408ec2e"
  },

  {   
    "name": "Shirley MacLeod",
    "slogan": "Shirley's Runway: I write about fashion..",
    "resume": "Innovative, financial professional with experience in accounting, financial and operational analysis. Success in month-end close accounting, budgeting, variance analysis, trend analysis, financial and productivity reporting. Strong record using financial systems including PeopleSoft, Cognos, and SAP. Energetic self-starter with a team-mined attitude and customer-oriented leadership capabilities.",
    "photolink": "http://i.istockimg.com/file_thumbview_approve/13529344/6/stock-photo-13529344-portrait-of-a-laughing-mature-female-against-white.jpg",
    "created_at": "2017-03-15T13:00:00.000Z",
    "bloggerguid": "00000000000058c86fbda155"
  },

  {   
    "name": "Sam Baker",
    "slogan": "Sam's History Blog: I blog on neighborhood history.",
    "resume": "Self-motivated and goal-oriented professional with natural leadership and communication skills. Wide-range of professional experiences in education, management, training and recruiting. Passionate about leading and motivating both associates and colleagues. Solid background in oral and written communication, preparation and delivery of presentations, interpersonal skills, and creative problem solving.",
    "photolink": "http://images.freeimages.com/images/previews/fc7/an-old-man-1435337.jpg",
    "created_at": "2017-03-15T14:00:00.000Z",
    "bloggerguid": "0000000000005c6ba5e1c0e2"    
  }
]